
INSERT INTO suppliers (name, product_id) VALUES
('ООО "Электроника Плюс"', 1),
('ООО "Электроника Плюс"', 2),
('ООО "Электроника Плюс"', 6),
('ИП Иванов А.А.', 1),
('ИП Иванов А.А.', 3),
('ИП Иванов А.А.', 5),
('ЗАО "ТехноМир"', 2),
('ЗАО "ТехноМир"', 4),
('ЗАО "ТехноМир"', 7),
('ООО "АудиоТех"', 3),
('ООО "АудиоТех"', 8),
('ООО "Гаджеты 24"', 9),
('ООО "Гаджеты 24"', 10),
('ООО "Гаджеты 24"', 8),
('ИП Петрова Е.В.', 4),
('ИП Петрова Е.В.', 5),
('ИП Петрова Е.В.', 7),
('ООО "Мониторы Про"', 6);
select * 
from suppliers;